xml/request_oclc/film_piratescaribbean.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/ope
nsearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standard
s/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:d
kdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="htt
p://www.w3.org/2001/XMLSchema-instance" xmlns:foxml="info:fedora/fedora-system:def/foxml#" xsi:schemaLocation="info:fedora/fedora-system:def/foxml# http://w
ww.fedora.info/definitions/1/0/foxml1-1.xsd">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
<oclcRecords><oclcRecord><foxml:digitalObject VERSION="1.1" PID="870970-basis:28480261"
xmlns:foxml="info:fedora/fedora-system:def/foxml#"
xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
xsi:schemaLocation="info:fedora/fedora-system:def/foxml# http://www.fedora.info/definitions/1/0/foxml1-1.xsd">
<foxml:objectProperties>
<foxml:property NAME="info:fedora/fedora-system:def/model#state" VALUE="Active"/>
<foxml:property NAME="info:fedora/fedora-system:def/model#label" VALUE=""/>
<foxml:property NAME="info:fedora/fedora-system:def/model#ownerId" VALUE=""/>
<foxml:property NAME="info:fedora/fedora-system:def/model#createdDate" VALUE="2013-05-16T12:09:13.802Z"/>
<foxml:property NAME="info:fedora/fedora-system:def/view#lastModifiedDate" VALUE="2013-05-16T12:09:13.864Z"/>
</foxml:objectProperties>
<foxml:datastream ID="AUDIT" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="AUDIT.0" LABEL="Audit Trail for this object" CREATED="2013-05-16T12:09:13.802Z" MIMETYPE="text/xml" FORMAT_URI="info:fedora/fedora-system:format/xml.fedora.audit">
<foxml:xmlContent>
<audit:auditTrail xmlns:audit="info:fedora/fedora-system:def/audit#">
<audit:record ID="AUDREC1">
<audit:process type="Fedora API-M"/>
<audit:action>modifyDatastreamByValue</audit:action>
<audit:componentID>RELS-SYS</audit:componentID>
<audit:responsibility>fedoraAdmin</audit:responsibility>
<audit:date>2013-05-16T12:09:13.864Z</audit:date>
<audit:justification></audit:justification>
</audit:record>
</audit:auditTrail>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="DC" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="DC.0" LABEL="" CREATED="2013-05-16T12:09:13.810Z" MIMETYPE="text/xml" SIZE="1867">
<foxml:xmlContent>
<oai_dc:dc xmlns:oai_dc="http://www.openarchives.org/OAI/2.0/oai_dc/" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://www.openarchives.org/OAI/2.0/oai_dc/ http://www.openarchives.org/OAI/2.0/oai_dc.xsd">
  <dc:title>pirates of the caribbean - den sorte forbandelse</dc:title>
  <dc:title>MATCH:pirate</dc:title>
  <dc:creator>Gore Verbinski</dc:creator>
  <dc:creator>NOBIRTH:Gore Verbinski</dc:creator>
  <dc:subject>adventurefilm</dc:subject>
  <dc:subject>pirater</dc:subject>
  <dc:subject>Jamaica</dc:subject>
  <dc:subject>1700-1799</dc:subject>
  <dc:publisher>buena vista home entertainment</dc:publisher>
  <dc:publisher>MATCHSTRING:buena v</dc:publisher>
  <dc:contributor>MATCHSTRING:Disneyw</dc:contributor>
  <dc:contributor>MATCHSTRING:Verbinskig</dc:contributor>
  <dc:contributor>MATCHSTRING:Elliottt</dc:contributor>
  <dc:contributor>MATCHSTRING:Rossiot</dc:contributor>
  <dc:contributor>MATCHSTRING:Wolskid</dc:contributor>
  <dc:contributor>MATCHSTRING:walt disney</dc:contributor>
  <dc:contributor>walt disney</dc:contributor>
  <dc:contributor>gore verbinski</dc:contributor>
  <dc:contributor>ted elliott</dc:contributor>
  <dc:contributor>terry rossio</dc:contributor>
  <dc:contributor>dariusz wolski</dc:contributor>
  <dc:contributor>walt disney firma</dc:contributor>
  <dc:contributor>johnny depp</dc:contributor>
  <dc:contributor>geoffrey rush</dc:contributor>
  <dc:contributor>orlando bloom</dc:contributor>
  <dc:contributor>keira knightley</dc:contributor>
  <dc:contributor>jack davensport</dc:contributor>
  <dc:date>2010</dc:date>
  <dc:type>Dvd</dc:type>
  <dc:type>WORK:movie</dc:type>
  <dc:identifier>870970-basis:28480261</dc:identifier>
  <dc:identifier>NUMBER:BMA 3023315</dc:identifier>
  <dc:language>Flere sprog</dc:language>
</oai_dc:dc>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="commonData" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="commonData.0" LABEL="" CREATED="2013-05-16T12:09:13.811Z" MIMETYPE="text/xml" SIZE="11497">
<foxml:xmlContent>
<ting:container xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:docbook="http://docbook.org/ns/docbook" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:ting="http://www.dbc.dk/ting" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><dkabm:record><ac:identifier>28480261|870970</ac:identifier><ac:source>Bibliotekskatalog</ac:source><dc:title>Pirates of the Caribbean - den sorte forbandelse</dc:title><dc:title xsi:type="dkdcplus:full">Pirates of the Caribbean - den sorte forbandelse</dc:title><dc:title xsi:type="dkdcplus:series">Disney dvd</dc:title><dcterms:alternative>Pirates of the Caribbean - the curse of the Black Pearl</dcterms:alternative><dc:creator xsi:type="dkdcplus:drt">Gore Verbinski</dc:creator><dc:creator xsi:type="oss:sort">Verbinski, Gore</dc:creator><dc:subject xsi:type="dkdcplus:DK5">77.7</dc:subject><dc:subject xsi:type="dkdcplus:DK5-Text">Spillefilm</dc:subject><dc:subject xsi:type="dkdcplus:DBCS">adventurefilm</dc:subject><dc:subject xsi:type="dkdcplus:genre">adventurefilm</dc:subject><dc:subject xsi:type="dkdcplus:DBCS">pirater</dc:subject><dc:description>Originalfilmen: USA : Walt Disney Enterprises, 2003</dc:description><dc:description>Af indholdet: Bonus materiale</dc:description><dcterms:audience xsi:type="dkdcplus:medieraad">Mærkning: Tilladt for børn over 11 år</dcterms:audience><dcterms:audience xsi:type="dkdcplus:age">Fra 11 år</dcterms:audience><dcterms:audience>børnematerialer</dcterms:audience><dcterms:audience>voksenmaterialer</dcterms:audience><dc:publisher>Buena Vista Home Entertainment</dc:publisher><dc:contributor>Walt Disney</dc:contributor><dc:contributor>Gore Verbinski</dc:contributor><dc:contributor>Ted Elliott</dc:contributor><dc:contributor>Terry Rossio</dc:contributor><dc:contributor>Dariusz Wolski</dc:contributor><dc:contributor>Walt Disney firma</dc:contributor><dc:contributor xsi:type="dkdcplus:act">Johnny Depp</dc:contributor><dc:contributor xsi:type="dkdcplus:act">Geoffrey Rush</dc:contributor><dc:contributor xsi:type="dkdcplus:act">Orlando Bloom</dc:contributor><dc:contributor xsi:type="dkdcplus:act">Keira Knightley</dc:contributor><dc:contributor xsi:type="dkdcplus:act">Jack Davensport</dc:contributor><dc:date>2010</dc:date><dc:type xsi:type="dkdcplus:BibDK-Type">Dvd</dc:type><dc:format>1 dvd-video</dc:format><dcterms:extent>ca. 2 t., 17 min.</dcterms:extent><dc:language xsi:type="dcterms:ISO639-2">mul</dc:language><dc:language>Flere sprog</dc:language><dc:language xsi:type="dkdcplus:spoken">eng</dc:language><dc:language xsi:type="dkdcplus:spoken">por</dc:language><dc:language xsi:type="dkdcplus:subtitles">eng</dc:language><dc:language xsi:type="dkdcplus:subtitles">por</dc:language><dc:language xsi:type="dkdcplus:subtitles">dut</dc:language><dc:language xsi:type="dkdcplus:subtitles">nor</dc:language><dc:language xsi:type="dkdcplus:subtitles">dan</dc:language><dc:language xsi:type="dkdcplus:subtitles">swe</dc:language><dc:language xsi:type="dkdcplus:subtitles">fin</dc:language><dc:language xsi:type="dkdcplus:subtitles">ice</dc:language><dc:language xsi:type="dkdcplus:subtitles">est</dc:language><dcterms:spatial xsi:type="dkdcplus:DBCS">Jamaica</dcterms:spatial><dcterms:temporal xsi:type="dkdcplus:DBCP">1700-1799</dcterms:temporal></dkabm:record><marcx:collection xmlns:marcx="info:lc/xmlns/marcxchange-v1"><marcx:record format="danMARC2" type="Bibliographic"><marcx:leader>00000n    2200000   4500</marcx:leader><marcx:datafield ind1="0" ind2="0" tag="001"><marcx:subfield code="a">28480261</marcx:subfield><marcx:subfield code="b">870970</marcx:subfield><marcx:subfield code="c">20120607102429</marcx:subfield><marcx:subfield code="d">20101019</marcx:subfield><marcx:subfield code="f">a</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="004"><marcx:subfield code="r">n</marcx:subfield><marcx:subfield code="a">e</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="006"><marcx:subfield code="d">11</marcx:subfield><marcx:subfield code="2">b</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="006"><marcx:subfield code="e">11</marcx:subfield><marcx:subfield code="2">d</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="008"><marcx:subfield code="t">m</marcx:subfield><marcx:subfield code="u">f</marcx:subfield><marcx:subfield code="a">2010</marcx:subfield><marcx:subfield code="b">dk</marcx:subfield><marcx:subfield code="l">mul</marcx:subfield><marcx:subfield code="v">0</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="009"><marcx:subfield code="a">m</marcx:subfield><marcx:subfield code="g">th</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="021"><marcx:subfield code="b">Brugsretskategori: C+</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="023"><marcx:subfield code="a">8717418110222</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="023"><marcx:subfield code="a">8717418321406</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="032"><marcx:subfield code="x">ACC201042</marcx:subfield><marcx:subfield code="a">DBI201045</marcx:subfield><marcx:subfield code="x">BKM201045</marcx:subfield><marcx:subfield code="x">DAT991224</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="041"><marcx:subfield code="p">eng</marcx:subfield><marcx:subfield code="p">por</marcx:subfield><marcx:subfield code="u">eng</marcx:subfield><marcx:subfield code="u">por</marcx:subfield><marcx:subfield code="u">dut</marcx:subfield><marcx:subfield code="u">nor</marcx:subfield><marcx:subfield code="u">dan</marcx:subfield><marcx:subfield code="u">swe</marcx:subfield><marcx:subfield code="u">fin</marcx:subfield><marcx:subfield code="u">ice</marcx:subfield><marcx:subfield code="u">est</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="245"><marcx:subfield code="a">Pirates of the Caribbean - den sorte forbandelse</marcx:subfield><marcx:subfield code="p">Pirates of the Caribbean - the curse of the Black Pearl</marcx:subfield><marcx:subfield code="e">directed by Gore Verbinski</marcx:subfield><marcx:subfield code="e">screenplay by Ted Elliott &amp; Terry Rossio</marcx:subfield><marcx:subfield code="e">screen story by Ted Elliott ... [et al.]</marcx:subfield><marcx:subfield code="e">based on Walt Disney&apos;s Pirates of the Caribbean</marcx:subfield><marcx:subfield code="f">produced by Jerry Bruckheimer</marcx:subfield><marcx:subfield code="e">director of photography Dariusz Wolski</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="260"><marcx:subfield code="a">[Kbh.]</marcx:subfield><marcx:subfield code="b">Buena Vista Home Entertainment</marcx:subfield><marcx:subfield code="c">[2010]</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="300"><marcx:subfield code="n">1 dvd-video</marcx:subfield><marcx:subfield code="l">ca. 2 t., 17 min.</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="440"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="a">Disney dvd</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="508"><marcx:subfield code="a">Engelsk tale, samt synkronisering på portugisisk</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="508"><marcx:subfield code="a">Undertekster på engelsk, portugisisk, hollandsk, norsk, dansk, svensk, finsk, islandsk og estisk</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="508"><marcx:subfield code="a">Tekstet for hørehæmmede på engelsk</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="512"><marcx:subfield code="i">Medvirkende</marcx:subfield><marcx:subfield code="e">Johnny Depp, Geoffrey Rush, Orlando Bloom, Keira Knightley, Jack Davensport ... et al.</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="512"><marcx:subfield code="a">Originalfilmen: USA : Walt Disney Enterprises, 2003</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="517"><marcx:subfield code="&amp;">1</marcx:subfield><marcx:subfield code="a">Mærkning: Tilladt for børn over 11 år</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="517"><marcx:subfield code="&amp;">1</marcx:subfield><marcx:subfield code="a">Fra 11 år</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="534"><marcx:subfield code="&amp;">1</marcx:subfield><marcx:subfield code="a">Af indholdet: Bonus materiale</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="538"><marcx:subfield code="a">BMA 3023315</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="652"><marcx:subfield code="m">77.7</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="s">adventurefilm</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="s">pirater</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="q">Jamaica</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="i">1700-1799</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="700"><marcx:subfield code="å">1</marcx:subfield><marcx:subfield code="a">Disney</marcx:subfield><marcx:subfield code="h">Walt</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="700"><marcx:subfield code="a">Verbinski</marcx:subfield><marcx:subfield code="h">Gore</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="700"><marcx:subfield code="a">Elliott</marcx:subfield><marcx:subfield code="h">Ted</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="700"><marcx:subfield code="a">Rossio</marcx:subfield><marcx:subfield code="h">Terry</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="700"><marcx:subfield code="a">Wolski</marcx:subfield><marcx:subfield code="h">Dariusz</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="710"><marcx:subfield code="a">Walt Disney</marcx:subfield><marcx:subfield code="e">firma</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="910"><marcx:subfield code="a">Disney</marcx:subfield><marcx:subfield code="h">Walt</marcx:subfield><marcx:subfield code="e">firma</marcx:subfield><marcx:subfield code="z">710</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="990"><marcx:subfield code="o">201045</marcx:subfield><marcx:subfield code="b">v</marcx:subfield><marcx:subfield code="u">nt</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="996"><marcx:subfield code="a">DBC</marcx:subfield></marcx:datafield></marcx:record></marcx:collection><adminData><creationDate>2010-10-19</creationDate><libraryType>none</libraryType><indexingAlias>danmarcxchange</indexingAlias><accessType>physical</accessType><genre>fiktion</genre><collectionIdentifier>870970-basis</collectionIdentifier></adminData></ting:container>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="localData.870970-basis" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="localData.870970-basis.0" LABEL="" CREATED="2013-05-16T12:09:13.811Z" MIMETYPE="text/xml" SIZE="1052">
<foxml:xmlContent>
<ting:localData xmlns:ting="http://www.dbc.dk/ting"><marcx:record xmlns:marcx="info:lc/xmlns/marcxchange-v1" format="danMARC2" type="BibliographicLocal"><marcx:datafield ind1="0" ind2="0" tag="d08"><marcx:subfield code="o">msc</marcx:subfield><marcx:subfield code="o">nø</marcx:subfield><marcx:subfield code="k">ea</marcx:subfield><marcx:subfield code="r">amh</marcx:subfield><marcx:subfield code="a">023 fra boks tilf.</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="f06"><marcx:subfield code="b">v</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="n51"><marcx:subfield code="a">20101108</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="n55"><marcx:subfield code="a">20101019</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="s12"><marcx:subfield code="t">TeamBMV201042</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="z99"><marcx:subfield code="a">masseret</marcx:subfield></marcx:datafield></marcx:record></ting:localData>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="RELS-SYS" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="RELS-SYS.1" LABEL="" CREATED="2013-05-16T12:09:13.864Z" MIMETYPE="application/rdf+xml" SIZE="317">
<foxml:xmlContent>
<rdf:RDF xmlns:rdf="http://www.w3.org/1999/02/22-rdf-syntax-ns#">
  <rdf:Description rdf:about="info:fedora/870970-basis:28480261">
    <isMemberOfUnit xmlns="info:fedora/">unit:48005</isMemberOfUnit>
    <isPrimaryBibObjectFor xmlns="info:fedora/">unit:48005</isPrimaryBibObjectFor>
  </rdf:Description>
</rdf:RDF>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
</foxml:digitalObject><ocn></ocn><holdingsServiceResponse><response>
<timestamp>2013-05-30 10:34:34.628</timestamp>
<pid>870970-basis:28480261</pid>
<result>
</result>
</response></holdingsServiceResponse></oclcRecord></oclcRecords>

</ns1:originalData>
<ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
   </ns1:formatRequest>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
